export const APP_INFO = {
  VERSION: 2,
  RELEASE: 1,

  CHANGELOG: {
    2: {
      0: [
        '15.08.18 Первый коммит',
        '15.08.18 ReactJS для управления интерфейсом',
        '16.08.18 Карта, роутер, стикеры, панели редактора',
        '27.08.18 Выбор логотипа и стиля карты',
        '29.08.18 Переключение режимов, сохранение',
        '04.09.18 Загрузка карт, перерисовка данных, маршруты',
      ],
      1: [
        '26.11.18 Redux, redux-saga',
        '28.11.18 Рисование карт на стороне клиента',
        '30.11.18 Backend на expressjs + mongoose',
        '04.12.18 Backend на expressjs + mongoose',
        '06.12.18 Импорт данных из старых версий карт',
        '07.12.18 Диалог со списком карт пользователя',
      ]
    },
    1: {
      0: [
        'Первый работающий редактор карт'
      ]
    }
  }
};
