export const APP_INFO = {
  VERSION: 2,
  RELEASE: 1,
  CHANGELOG: {
    2: [
      [
        'Redux, redux-saga', // [26.11.18]
        'Рисование карт на стороне клиента', // [28.11.18]
        'Backend на expressjs + mongoose', // [30.11.18]
        'Импорт данных из старых версий карт', // [06.12.18]
        'Диалог со списком карт пользователя', // [07.12.18]
        'Мобильный интерфейс', // [07.12.18]
        'Приложение для vk', // [11.12.18]
        'Фильтр в диалоге поиска карт', // [13.12.18]
        'Экспорт GPX', // [18.02.19]
        'Улучшенный редактор ломанных', // [23.02.19]
        'Отметки расстояний и стрелки', // [04.03.19]
      ],
      [
        'Первый коммит', // [15.08.18]
        'ReactJS для управления интерфейсом', // [15.08.18]
        'Карта, роутер, стикеры, панели редактора', // [16.08.18]
        'Выбор логотипа и стиля карты', // [27.08.18]
        'Переключение режимов, сохранение', // [29.08.18]
        'Загрузка карт, перерисовка данных, маршруты', // [04.09.18]
      ],
    ],
    1: [
      [
        'Первый работающий редактор карт'
      ]
    ]
  }
};
